export const apiErrors = {
  error401Message: "Невірний логін або пароль. Будь ласка, спробуйте ще раз.",
  error403Message: "Доступ заборонено. Будь ласка, перевірте свої права.",
  error404Message:
    "Вибачте, не вдалося знайти запитану інформацію. Схоже, що дані, які ви шукаєте, недоступні. Будь ласка, перевірте ваш запит і спробуйте ще раз",
  error500Message:
    "Внутрішня помилка сервера. Будь ласка, спробуйте знову пізніше.",
  noResponseErrorMessage:
    "Немає відповіді від сервера. Будь ласка, спробуйте знову пізніше.",
  defaultErrorMessage:
    "Виникла помилка під час обробки запиту. Будь ласка, спробуйте пізніше",
};
