import "./About.css";
import aboutImg from "../../../materials/img/about.png";

export default function About() {
  return (
    <article className="about-page">
      <div className="container">
        <h2 className="about-page-title">Про нас</h2>
        <div className="about-page-content">
          <div className="about-content-wrapper">
            <div className="about-content-head">
              <hr />
              <h3 className="about-content-title">Історія</h3>
            </div>
            <p className="about-content-text">
              Громадська Спілка «Спілка громадських організацій спортивного
              танцю України» (СГОСТУ) – громадське об'єднання
              фізкультурно-спортивної спрямованності, що створене для
              задоволення та захисту законних, соціальних, спортивних,
              економічних, творчих, вікових, національно-культурних та інших
              інтересів її членів. <br /> СГОСТУ – добровільна, недержавна,
              неприбуткова, неполітична громадська організація. <br /> СГОСТУ
              має свої територіальні підрозділи в майже всіх областях України,
              кілька десятків танцювальних клубів та біля тисячі кандидатів та
              членів організації. <br /> Установча конференція СГОСТУ відбулася
              18 січня 1999 року, а зареєстрована вона Міністерством юстиції
              України 3 березня цього ж року. <br /> За роки своєї роботи
              керівництво організації та її члени провели біля півтори тисячі
              змагань в більшості областей України. <br /> Традиційні турніри:{" "}
              <br />
              «Київський вальс» - щорічні міжнародні змагання, проводились з
              2002 до 2018 року. «Чемпіонат СГОСТУ» - щорічні всеукраїнські
              змагання, проводились з 1999 по 2019 рік. «Dance Sport Life» -
              щорічні всеукраїнські змагання, проводились з 2012 по 2021 рік.
              «Танцювальний марафон» - традиційні міжрегіональні рейтингові
              змагання, проводились з 2011 по 2021 рік. «Перлини Сезону» -
              традиційні міжрегіональні рейтингові змагання, проводились з 2007
              по 2021 рік. «Відкриття сезону», який завдяки ребрендінгу отримав
              нове життя під назвою «Inspiration Cup», проводився з 2005 по 2019
              рік. В період Covid -19 з 2019 по 2021 поводили он-лайн навчання,
              конгреси, інші заходи. Серед них онлайн фестиваль "Corona -
              dance", який відбувся 10 травня 2020 року та зібрав біля трьохсот
              учасників з України та інших країн. СГОСТУ завжди проводила велику
              роботу по об'єднанню танцювальної спільноти України та світу.
              Договори та Угоди, які формували сучасну Україну: 12 жовтня 1999
              року – з Професійна Київська Спілка тренерів ПКСТ (Президент
              Марченко Сергій) 15 лютого 2001 року – з Українська федерація
              спортивного танцю УФСТ (Президент Пінчук Сергій, Харків) 1 вересня
              2002 року – з ЦСЛТ «Тутті» (Директор Климчук Лариса, Харків) 30
              серпня 2000 року та 23 січня 2004 року – з Українська Рада танцю
              УРТ (Президент Ірена Бусь, Львів) 16 жовтня 2005 року – в складі
              Союзу організацій України з International DanceSport Federation
              IDSF (Генеральний секретар Карлос Фрейтаг) 15 березня 2006 року та
              16 липня 2008 року – з Асоціацією Спортивного танцю України АСТУ
              (Президент Святослав Влох) 20 квітня 2008 року – з Українською
              Спілкою бального танцю УСБТ (Президент Літвінов Олексій, Харків)
              22 травня 2008 року – з Асоціацією сучасного та естрадного танцю
              України АСЕТУ (Президент Гладиш Олександр, Сімферополь) 20 червня
              2008 року – з Ліга танцю України ЛТУ (Президент Пігулевський
              Владислав, Київ) 23 травня 2014 року – з World Dance Council WDC
              (Президент Донни Бернс МВЕ) 4 березня 2016 року – з ВТЛ (Президент
              Міркін Роман, Київ) СГОСТУ – одна з засновників: • Міжнародної
              Спілки громадських організацій «Міжнародна танцювальна Спілка»
              (IDU) – 20 серпня 2004 року • Громадської Спілки «Всеукраїнська
              Спілка організацій танцювальних видів спорту» - 26 жовтня 2017
              року. • Об'єднання танцювальних організацій «Все буде Україна», в
              складі: ВРСТ (Президент Ігор Соронович), УАВТ (Президент Юрій
              Васютяк), УРСТ (Президент Катерина Мулляр) та УФСТ (Президент
              Сергій Пінчук) - 11 жовтня 2022 року. Членство СГОСТУ в
              Міжнародних організаціях: • Член World Dance Council Amateur
              League (WDC AL) з 2010 по 2019 рік. • Член Euro Asian Dance
              Council (EADC) з 2018 по 2022 рік. 21 листопада 2022 року
              керівництво СГОСТУ підписало ексклюзивний Договір з ФСТ «Спартак»,
              згідно якого СГОСТУ отримало виключне право на організацію та
              проведення змагань з танцювальних видів спорту під егідою ФСТ
              «Спартак». В календарі Міністерства молоді та спорту України на
              2023 рік є 8 Чемпіонатів ФСТ в різних вікових категоріях та
              програмах, організатором яких є СГОСТУ. За результатами попередніх
              Чемпіонатів біля 300 спортсменів СГОСТУ отримали спортивні
              розряди. СГОСТУ веде один з найвідоміших танцювальних сайтів
              України sgostu.com.ua, який оновився в 2023 році та відповідає
              сучасним технічним та естетичним вимогам. Наша організація є
              лідером комп'ютеризації танцювальної індустрії. В грудні 2022 року
              СГОСТУ запустило автоматизовану базу даних клубів, тренерів та
              танцюристів своєї організації. Родзинкою даної бази є
              автоматизація платежів та облік членів організації. СГОСТУ – це
              згуртована команда професіоналів, які виступають за об’єднання
              української танцювальної спільноти та її інтеграцію в міжнародний
              рух.
            </p>
          </div>
          <img className="about-img" src={aboutImg} alt="" />
        </div>
      </div>
    </article>
  );
}
